[
  {
    "term": "Mission",
    "definition": "A NASA-funded effort, project, or program involving one or more satellite-based instruments and/or field investigations. Missions target a relatively broad set of science requirements, while supporting activities (e.g., field investigations, modeling studies, individual experiments, instrument/sensor technology development, algorithm evaluation) tend to investigate a narrower set of objectives and/or specific research questions."
  },
  {
    "term": "Field Investigation",
    "definition": "An observational study during which individuals, programs, agencies, and/or institutions utilize pre-selected, specific sensors or sets of sensors to acquire targeted observations or samples in a natural, non-laboratory setting in support of common, clearly defined, science or research objectives. Field investigations usually occur over a designated geographical space and/or period of time. The in-field, active period may stop and start again after a non-field period, meaning a field investigation may contain multiple sessions spread over weeks, months, seasons, or years. Sensors can include in-situ and/or remote sensing instruments operating on airborne, ground-based, and/or other non-satellite platform(s). Satellite-based observations may be included in, but are not collected specifically as part of, a field investigation.",
    "note": "ADMG uses the terms “field investigation” and “campaign” interchangeably to represent this level of the effort.  While various individuals, science teams, or research groups may also refer to ADMG’s field investigations as airborne investigations, airborne campaigns, field campaigns, campaigns, projects, field missions, deployments, or Intensive Operation Periods (IOPs), within ADMG and CASEI, terms such as deployment and IOP have other specific uses, defined herein."
  },
  {
    "term": "Deployment",
    "definition": "A scheduled and planned continuous time period during which a field investigation’s platforms and/or sensors are dedicated for use in support of the field investigation’s science objective(s). Platforms may or may not be at the same location. The deployment time frame typically consists of the calendar date range (which may even cross calendar years) during which there are mission and/or instrument scientists and/or NASA Earth Science Project Office (ESPO) personnel stationed on-site for the field investigation. There may be time periods within a deployment during which individual platforms and/or instruments do not operate due to unfavorable environmental conditions, mechanical issues/maintenance, and/or prescribed personnel rest time. There may be one or more deployments within a single field investigation."
  },
  {
    "term": "IOP - Intensive Operation Period",
    "definition": "An individual time frame, within a deployment, during which all or a majority of the field investigation’s instrument(s) and/or platform(s) are operating with the goal of observing phenomena in support of the field investigation’s science or research objective(s). IOPs are the primary measurement periods within a single deployment and typically signify a highly focused effort by investigation scientists and staff. A single IOP may contain observations of one or more events or cases. There may be one or more IOPs within a single deployment."
  },
  {
    "term": "Significant Event",
    "definition": "An event observed during a deployment that is notable for the occurrence of a particularly illustrative example of one or more specific phenomena that relates to or addresses the field investigation science or research objective(s). Significant events may occur within or outside of an IOP."
  },
  {
    "term": "Partner Organization",
    "definition": "An institution (a university, other government agency or department, a private company, or an organization from another country) that participates in a field investigation with separate (non-NASA) funding resources allocated specifically for the field investigation. This term includes any organization that provides specific platforms or instruments to the campaign without NASA funding, including another co-participating or cooperating field investigation. Also, if the investigation data are archived by a non-NASA entity such as NOAA, the archiving organization is a partner organization, regardless of the funding pathway. For example, University X coordinates with NASA during a field investigation to collect data that University X is willing to share with NASA as part of the field investigation, despite University X not receiving any funding from NASA for this effort. In contrast, University Y also participates in the field investigation but is receiving NASA funding to do so. Therefore, University Y is not considered a partner organization, but rather is an investigation participant. The funding for University Y's participation is coming from NASA, the funding for University X's participation is not.",
    "note": "Partner organizations are not limited to universities and may include, for example, other government agencies or departments, organizations from other countries, or private companies."
  },
  {
    "term": "Platform",
    "definition": "A structure, item, or surface on which an instrument package can be placed for operation. Platforms can be moving or stationary; permanent or temporary; and airborne, land-/ground-, or water-based. ADMG has identified platform types, guided largely by the category level of the Global Change Master Directory (GCMD’s) Platform keywords. Examples of platform types include: aircraft, balloons, field sites, vehicles, ships, and buoys. In order to provide a consistent method of organizing field investigation metadata, the following are also considered platform types: satellites, models, and visuals (maps, photographs, etc.). These are included so that data from any of these sources, if specifically pertinent for the field investigation and archived in concert with other field investigation data, are properly accounted for in the CASEI Inventory."
  },
  {
    "term": "Instrument Package",
    "definition": "All instruments operating on a platform. This may consist of a single instrument or multiple individual instruments and any associated technology such as power systems or telecommunications hardware. The instrument package used on a given platform can change over time, by flight, deployment, or field investigation, in order to support specific science/research objectives or due to an individual instrument failure.", 
    "note": "Note that individuals, science teams, or research groups may also refer to the instrument package as the instrument payload, particularly for airborne platforms."
  },
  {
    "term": "Continuous Data Collection Period (CDCP)",
    "definition": "A continuous period of data collection by a platform during which the instrument package is operated. Continuous Data Collection Periods (CDCPs) are based on the activity or operation of a platform, not on the individual instruments comprising the instrument package on the platform, as individual instrument operations can vary widely. For airborne platforms, CDCPs are also often colloquially referred to as flights. For water-based platforms, such as ships or vessels, CDCPs are also commonly referred to colloquially as cruises or voyages. CDCPs generally fall within a deployment and likely within the IOP. If a platform, such as an aircraft, is transported to the study location with the science instruments turned on, then the transport CDCP may be included in the data collection even though the data acquisition occurred outside the deployment and IOP range.",
    "note": "There may be instances of individual instrument non-operation that result in missing data within a CDCP; this does NOT negate the fact that a single CDCP has occurred.  For example:  A sensor of an aircraft’s instrument package may not operate for one flight during a deployment. The flight is still considered an individual, complete CDCP."
  },
  {
    "term": "Facility Instrument",
    "definition": "NASA uses the term facility instrument for an airborne instrument/sensor or specific instrument/platform combination that is designated and supported directly by NASA Headquarters and is applicable to multiple science disciplines, field investigations, and NASA science objectives. Facility instruments are typically available to NASA's science research community via the Science Operations Flight Request System (SOFRS) within the NASA Airborne Science Program. Investigators must include the cost for facility instrument operation in their funded field investigation budgets. Each facility instrument is assigned to one DAAC that is responsible for the archival and stewardship of all the instrument data products. This varies from other investigation instruments that would have data located at different DAACs if used in different campaigns."
  },
  {
    "term": "Calibration/Validation (Cal/Val) Campaigns",
    "definition": "Some field investigations operate primarily to collect data for calibrating and/or validating NASA satellite instruments.  These are referred to as Calibration/Validation (Cal/Val) campaigns and collect observations required to calibrate the instrument’s measurements, algorithm(s) used for data product creation, instrument engineering data, and/or spacecraft engineering data. Cal/Val campaign observations can include pre-flight and in-flight calibration measurements, calibration equation coefficients derived from software routines or empirical data, and ground truth data used in data calibration processing routines. "
  },
  {
    "term": "Data Product",
    "definition": "A logically meaningful group of data with the same basic characteristics (instrument source or class of source, processing level, resolution, etc.) but may have multiple variables. A data product, as the term is used in the ADMG CASEI inventory, represents each item that would be listed in Earthdata Search for a given field investigation. Data products can consist of raw data, higher level/processed data, or may be composed of output from a merging of observations from several similar instruments or from a model. Data products may also be assigned individual data product Digital Object Identifiers (DOIs) when publicly released.  Within the context of NASA Earth Science data preservation, a data product includes the data and the associated information (metadata).",
    "note": "Data products may also be referred to as data sets, derived products, or data collections (as used in Earthdata Search)."
  },
  {
    "term": "Field Investigation Data Collection",
    "definition": "The group of all the data products generated by observations from airborne and other (non-satellite) instruments/sensors during a field investigation. Thus, the field investigation data collection consists of multiple data products. Note that a DOI can be obtained to identify the landing page for an entire field investigation data collection.",
    "note": "A field investigation data collection may also be referred to as a campaign collection, dataset series, data set series, or data product group."
  },
  {
    "term": "Variable",
    "definition": "A quantity or value observed or diagnosed from measurements made using an instrument. For example, a radar measures the amount of power and phase received due to returned electromagnetic waves, and through signal processing and retrieval techniques provides several variables, including reflectivity, radial velocity, and spectrum width. As another example, tipping bucket-type rain gauges measure the number of bucket tips that occur with time in order to provide the variables of rain amount and rain rate. By utilizing the GCMD Science Keywords for the Earth Science Category, the ADMG inventory tracks variables collected by individual instruments or instrument packages.",
    "note": "A parameter may also be commonly referred to as a parameter, observation, or measurement."
  },
  {
    "term": "Geophysical Concept",
    "definition": "High-level science concepts identified by ADMG as a means to bridge the necessary generality of NASA’s Earth Science Focus Areas and the inherent specificity of the GCMD Science Keywords. These intermediary concepts are intended to facilitate improved communication and contextual use of both the NASA Earth Science Focus Areas and the GCMD Earth Science Keywords, bearing in mind the many-to-many relationships among them and the fundamental interconnectedness of the various processes that comprise the Earth system. There are currently 26 ADMG-identified geophysical concepts which can be assigned as metadata in CASEI to categorize a field investigation with respect to its purpose, goals, effort, or findings."
  },
  {
    "term": "Assigned DAAC",
    "definition": "The DAAC designated by NASA's Earth Science Data Systems (ESDS) Program to have the responsibility of ensuring proper stewardship of the data and information for an investigation or facility instrument/major airborne instrument. Until recently, formal DAAC assignments were not often completed. Therefore, for older field investigations with data products already within the EOSDIS system, the DAAC that distributes the majority of the data is considered, by default, the assigned DAAC. If data products from a field investigation are archived and distributed by separate DAACs, it is the responsibility of the assigned DAAC to organize all information, clearly identify all data products, provide additional metadata and information links, and obtain a data product group DOI to represent all the data products resulting from an investigation, as needed. The assigned DAAC must maintain all links and preserve all materials needed to fully understand the data products and the campaign context in the future.  For historical data not yet available in EOSDIS and the Common Metadata Repository (CMR), a DAAC-assignment procedure is followed to assign the historical field investigation to a DAAC for data publication."
  }
]
